[
    {
        "title": "Death Note",
        "synopsis": "Brutal murders, petty thefts, and senseless violence pollute the human world. In contrast, the realm of death gods is a humdrum, unchanging gambling den. The ingenious 17-year-old Japanese student Light Yagami and sadistic god of death Ryuk share one belief: their worlds are rotten.\n\nFor his own amusement, Ryuk drops his Death Note into the human world. Light stumbles upon it, deeming the first of its rules ridiculous: the human whose name is written in this note shall die. However, the temptation is too great, and Light experiments by writing a felon's name, which disturbingly enacts his first murder.\n\nAware of the terrifying godlike power that has fallen into his hands, Light—under the alias Kira—follows his wicked sense of justice with the ultimate goal of cleansing the world of all evil-doers. The meticulous mastermind detective L is already on his trail, but as Light's brilliance rivals L's, the grand chase for Kira turns into an intense battle of wits that can only end when one of them is dead.\n\n[Written by MAL Rewrite]",
        "score": 8.62,
        "episodes": 37,
        "genres": [
            "Supernatural",
            "Suspense"
        ],
        "themes": [
            "Suspense"
        ],
        "studios": [
            "Madhouse"
        ],
        "publish_year": 2006,
        "status": "Finished Airing",
        "url": "https://myanimelist.net/anime/1535/Death_Note"
    },
    {
        "title": "Death Note: Rewrite",
        "synopsis": "When approached by a fellow death god tempted to visit the human realm, Ryuk recounts his own journey to the other side and the story of Light Yagami—a brilliant young man who impressed him there. \n\nOne day at school, Light stumbles upon Ryuk's lost Death Note and realizes it is not an ordinary notebook. He learns that it has the ability to kill every person whose name is written inside, provided that the user can visualize the victim's face. Having long deplored the decadence of current society, Light believes this sinister weapon offers him an unexpected opportunity: to eradicate all evil and bring about a new ideal world.\n\nFollowing a string of fatal heart attacks, the authorities start to suspect that the alarming number of dead criminals is not coincidental. Determined to uncover the mysterious culprit, they join forces with L, an internationally renowned detective. As the death count escalates, Light and L clash in a breathtaking confrontation of wits and deception—a duel that will decide the future of humanity.\n\n[Written by MAL Rewrite]",
        "score": 7.71,
        "episodes": 2,
        "genres": [
            "Supernatural",
            "Suspense"
        ],
        "themes": [
            "Suspense"
        ],
        "studios": [
            "Madhouse"
        ],
        "publish_year": 2007,
        "status": "Finished Airing",
        "url": "https://myanimelist.net/anime/2994/Death_Note__Rewrite"
    },
    {
        "title": "Nido to Mezamenu Komoriuta",
        "synopsis": "An animated film describing the bullying of a Japanese child.",
        "score": 5.73,
        "episodes": 1,
        "genres": [
            "Avant Garde",
            "Drama"
        ],
        "themes": [],
        "studios": [],
        "publish_year": 1985,
        "status": "Finished Airing",
        "url": "https://myanimelist.net/anime/7273/Nido_to_Mezamenu_Komoriuta"
    },
    {
        "title": "Magical Death",
        "synopsis": "Music video by AC-bu for the song MAGICAL DEATH by Japanese hip-hop group Zamagi that was included on their second single.",
        "score": 5.25,
        "episodes": 1,
        "genres": [
            "Avant Garde",
            "Comedy"
        ],
        "themes": [
            "Comedy"
        ],
        "studios": [],
        "publish_year": 2004,
        "status": "Finished Airing",
        "url": "https://myanimelist.net/anime/42989/Magical_Death"
    },
    {
        "title": "Death March kara Hajimaru Isekai Kyousoukyoku",
        "synopsis": "Ichirou Suzuki, a programmer nearing his thirties, is drowning in work. Worn out, he eventually has a chance to catch up on sleep, only to wake up and discover himself in a fantasy RPG world, which is mashed together from the games he was debugging in reality. In this new place, he realizes that not only has his appearance changed to a younger version of himself, but his name has also changed to Satou, a nickname he used while running beta tests on games. \n\nHowever, before Satou can fully grasp his situation, an army of lizardmen launch an assault on him. Forced to cast a powerful spell in retaliation, Satou wipes them out completely and his level is boosted to 310, effectively maximizing his stats. Now, as a high-leveled adventurer armed with a plethora of skills and no way to return to reality, Satou sets out to explore this magical new world.\n\n[Written by MAL Rewrite]",
        "score": 6.43,
        "episodes": 12,
        "genres": [
            "Adventure",
            "Fantasy"
        ],
        "themes": [
            "Fantasy",
            "Fantasy"
        ],
        "studios": [
            "SILVER LINK.",
            "Connect"
        ],
        "publish_year": 2018,
        "status": "Finished Airing",
        "url": "https://myanimelist.net/anime/34497/Death_March_kara_Hajimaru_Isekai_Kyousoukyoku"
    },
    {
        "title": "Soukihei MD Geist 2: Death Force",
        "synopsis": "After unleashing the Death Force machines all over the planet Jerra, Geist has kept himself busy by dismantling them one by one. But now he faces a formidable opponent in the form of Krauser, another M.D.S. (Most Dangerous Soldier) who has aligned himself as the only savior of mankind.\n\n(Source: ANN)",
        "score": 5.03,
        "episodes": 1,
        "genres": [
            "Action",
            "Sci-Fi"
        ],
        "themes": [
            "Sci-Fi",
            "Sci-Fi",
            "Sci-Fi",
            "Sci-Fi"
        ],
        "studios": [
            "Zero-G Room"
        ],
        "publish_year": 1996,
        "status": "Finished Airing",
        "url": "https://myanimelist.net/anime/1286/Soukihei_MD_Geist_2__Death_Force"
    },
    {
        "title": "Death Parade",
        "synopsis": "After death, either Heaven or Hell awaits most humans. But for a select few, death brings them to Quindecim—a bar where only pairs of people who die at the same time can enter. Attending the bar is an enigmatic figure known as Decim, who also acts as the arbiter. He passes judgment on those who wind up at Quindecim by challenging them to a life-threatening game. These games determine if the patron's soul will reincarnate into a new life, or be sent into the void, never to be seen again.\n\nFrom darts and bowling to fighting games, the true nature of each patron slowly comes to light as they wager their souls. Though his methods remain unchanged, the sudden appearance of a black-haired amnesiac causes Decim to reevaluate his own rulings.\n\n[Written by MAL Rewrite]",
        "score": 8.14,
        "episodes": 12,
        "genres": [
            "Drama",
            "Fantasy",
            "Suspense"
        ],
        "themes": [
            "Suspense",
            "Suspense",
            "Suspense"
        ],
        "studios": [
            "Madhouse"
        ],
        "publish_year": 2015,
        "status": "Finished Airing",
        "url": "https://myanimelist.net/anime/28223/Death_Parade"
    },
    {
        "title": "Dead Mount Death Play",
        "synopsis": "A powerful necromancer known as the Corpse God dies during a legendary battle, only to be reborn as Polka Shinoyama, a young boy in modern-day Tokyo. In the process of trying to adapt to his new physical body, he gets targeted by various groups that deal with the supernatural. Among them is Misaki Sakimiya, a high school girl who can see spirits and is out for his blood from the very moment they meet.\n\nAttempting to make sense of this situation where unknown parties want him dead, Polka eventually meets Takumi Kuruya, a contractor skilled in surveillance and hacking, and Lisa Kuraki, a crime boss operating out of Shinjuku. Alongside these—and other unexpected—allies, Polka braves danger to reveal the truth of his reincarnation and the fate awaiting the world he now lives in.\n\n[Written by MAL Rewrite]",
        "score": 7.27,
        "episodes": 12,
        "genres": [
            "Action",
            "Fantasy"
        ],
        "themes": [
            "Fantasy",
            "Fantasy"
        ],
        "studios": [
            "Geek Toys"
        ],
        "publish_year": 2023,
        "status": "Finished Airing",
        "url": "https://myanimelist.net/anime/53613/Dead_Mount_Death_Play"
    },
    {
        "title": "Death Billiards",
        "synopsis": "Two men have just arrived at a location known as Quindecim and are unable to remember how they got there. They are immediately greeted by a young woman who escorts them to a small bar, where a bartender awaits them. They are told that they will have to participate in a game, randomly chosen by roulette, and will be unable to leave until its completion; if they refuse, the consequences will be dire. In addition to the rules of the game, the two men are told to play as if their lives are at stake.\n \nThe game that has been chosen is billiards. But there's more to it than just pocketing pool balls, as the two are about to find out the outcome could mean life or death.\n\n[Written by MAL Rewrite]",
        "score": 7.87,
        "episodes": 1,
        "genres": [
            "Drama",
            "Fantasy",
            "Suspense"
        ],
        "themes": [
            "Suspense",
            "Suspense",
            "Suspense"
        ],
        "studios": [
            "Madhouse"
        ],
        "publish_year": 2013,
        "status": "Finished Airing",
        "url": "https://myanimelist.net/anime/14353/Death_Billiards"
    },
    {
        "title": "Biohazard: Death Island",
        "synopsis": "D.S.O. agent Leon S. Kennedy is on a mission to rescue Dr. Antonio Taylor from kidnappers, when a mysterious woman thwarts his pursuit. Meanwhile, B.S.A.A. agent Chris Redfield is investigating a zombie outbreak in San Francisco, where the cause of the infection cannot be identified. The only thing the victims have in common is that they all visited Alcatraz Island recently. Following that clue, Chris and his team head to the island, where a new horror awaits them. \n\n(Source: Sony Pictures Entertainment)",
        "score": 6.68,
        "episodes": 1,
        "genres": [
            "Action",
            "Horror",
            "Sci-Fi"
        ],
        "themes": [],
        "studios": [
            "TMS Entertainment",
            "Quebico"
        ],
        "publish_year": 2023,
        "status": "Finished Airing",
        "url": "https://myanimelist.net/anime/54398/Biohazard__Death_Island"
    },
    {
        "title": "Dead Mount Death Play Part 2",
        "synopsis": "Polka Shinoyama's life takes a dramatic turn after being forced to use his magical powers in public. His divination cabinet attracts the attention of several people hellbent on exposing his true nature as the reincarnation of Corpse God, a necromancer from the Other World. To make matters worse, Polka and his friends are framed for the murder of one of their protector's employees.\n\nWhen group member Takumi Kuruya is abducted by his former boss, Kuon Higuro, Polka sends his most trustworthy ally Misaki Sakimiya to their friend's rescue. It turns out that some of the recent incidents the group finds themselves caught up in are interconnected, and Polka needs to be twice as careful if he wants to make it out alive from this maze of pitfalls.\n\n[Written by MAL Rewrite]",
        "score": 7.45,
        "episodes": 12,
        "genres": [
            "Action",
            "Fantasy"
        ],
        "themes": [
            "Fantasy",
            "Fantasy"
        ],
        "studios": [
            "Geek Toys"
        ],
        "publish_year": 2023,
        "status": "Finished Airing",
        "url": "https://myanimelist.net/anime/54743/Dead_Mount_Death_Play_Part_2"
    },
    {
        "title": "Digimon Xros Wars: Aku no Death General to Nanatsu no Oukoku",
        "synopsis": "Returning to the Digital World, Taiki and Shoutmon learn that the Bagra Army has taken it over and reformatted the world to have Seven Kingdoms, each ruled by a general. \n\n(Source: AniDB)",
        "score": 7.09,
        "episodes": 24,
        "genres": [
            "Action",
            "Adventure",
            "Comedy",
            "Fantasy"
        ],
        "themes": [
            "Fantasy"
        ],
        "studios": [
            "Toei Animation"
        ],
        "publish_year": 2011,
        "status": "Finished Airing",
        "url": "https://myanimelist.net/anime/10444/Digimon_Xros_Wars__Aku_no_Death_General_to_Nanatsu_no_Oukoku"
    },
    {
        "title": "Baki: Most Evil Death Row Convicts Special Anime",
        "synopsis": "As if bound by fate, five of the world’s most dangerous convicts escape from their respective prisons and converge at Mitsunari Tokugawa’s coliseum, where they seek but one thing: the taste of defeat. It is then Mitsunari who presents them with what they all desire—17-year-old Baki Hanma, the winner of the \"most historic tournament ever,\" along with four other hand-selected opponents. On the spot, it is decided that a five-versus-five battle will ensue between the fighters. The combat can take place anytime, anywhere, and without any restrictions.\n\nWith each contender hellbent on gauging their strength against a worthy adversary, a unique no-holds-barred, out-of-the-ring tournament erupts in the heart of Tokyo.\n\n[Written by MAL Rewrite]",
        "score": 6.63,
        "episodes": 1,
        "genres": [
            "Sports"
        ],
        "themes": [
            "Sports",
            "Sports"
        ],
        "studios": [
            "Telecom Animation Film"
        ],
        "publish_year": 2016,
        "status": "Finished Airing",
        "url": "https://myanimelist.net/anime/33566/Baki__Most_Evil_Death_Row_Convicts_Special_Anime"
    },
    {
        "title": "Majin Sentai Death Ranger: Ubawareta Pudding!",
        "synopsis": "Stop-motion animation about pudding.",
        "score": 4.54,
        "episodes": 1,
        "genres": [
            "Action",
            "Comedy"
        ],
        "themes": [],
        "studios": [
            "Studio Binzo"
        ],
        "publish_year": 2014,
        "status": "Finished Airing",
        "url": "https://myanimelist.net/anime/30094/Majin_Sentai_Death_Ranger__Ubawareta_Pudding"
    },
    {
        "title": "Satsuriku no Tenshi",
        "synopsis": "With dead and lifeless eyes, Rachel Gardner wishes only to die. Waking up in the basement of a building, she has no idea how or why she's there. She stumbles across a bandaged murderer named Zack, who is trying to escape. After promising to kill her as soon as he is free, Rachel and Zack set out to ascend through the building floor by floor until they escape.\n\nHowever, as they progress upward, they meet more twisted people, and all of them seem familiar with Rachel. What is her connection to the building, and why was she placed in it? Facing a new boss on each floor, can Rachel and Zack both achieve their wishes?\n\n[Written by MAL Rewrite]",
        "score": 6.96,
        "episodes": 16,
        "genres": [
            "Adventure",
            "Horror",
            "Suspense"
        ],
        "themes": [
            "Suspense",
            "Suspense"
        ],
        "studios": [
            "J.C.Staff"
        ],
        "publish_year": 2018,
        "status": "Finished Airing",
        "url": "https://myanimelist.net/anime/35994/Satsuriku_no_Tenshi"
    },
    {
        "title": "Shinseiki Evangelion Movie: Shi to Shinsei",
        "synopsis": "In the year 2015, more than a decade has passed since the catastrophic event known as Second Impact befell mankind. During this time of recovery, a select few learned of beings known as the Angels—colossal malevolent entities with the intention of triggering the Third Impact and wiping out the rest of humanity.\n\nCalled into the city of Tokyo-3 by his father Gendou Ikari, teenager Shinji is thrust headlong into humanity's struggle. Separated from Gendou since the death of his mother, Shinji presumes that his father wishes to repair their shattered familial bonds; instead, he discovers that he was brought to pilot a giant machine capable of fighting the Angels, Evangelion Unit-01. Forced to battle against wave after wave of mankind's greatest threat, the young boy finds himself caught in the middle of a plan that could affect the future of humanity forever.\n\n[Written by MAL Rewrite]",
        "score": 7.48,
        "episodes": 1,
        "genres": [
            "Action",
            "Drama",
            "Sci-Fi",
            "Suspense"
        ],
        "themes": [
            "Suspense",
            "Suspense"
        ],
        "studios": [
            "Gainax",
            "Production I.G",
            "Tatsunoko Production"
        ],
        "publish_year": 1997,
        "status": "Finished Airing",
        "url": "https://myanimelist.net/anime/31/Shinseiki_Evangelion_Movie__Shi_to_Shinsei"
    },
    {
        "title": "Sokushi Cheat ga Saikyou sugite, Isekai no Yatsura ga Marude Aite ni Naranai n desu ga.",
        "synopsis": "During a school trip, a bus full of students is suddenly transported to another world by a sage named Sion. She bestows most of the students with powers called Gifts, seeking to recruit them to become sages as well. However, a few are excluded from receiving a Gift, resulting in the others leaving them behind.\n\nYogiri Takatou, one of the students who did not receive a Gift, wakes up to find a dragon attacking the bus. Amidst the chaos, he executes the dragon using his innate ability to instantly put anything to death. Alongside fellow survivor Tomochika Dannoura, Takatou sets out to find a way back to Earth, all while eliminating anyone who dares to underestimate him—including his former classmates.\n\n[Written by MAL Rewrite]",
        "score": 6.37,
        "episodes": 12,
        "genres": [
            "Action",
            "Adventure",
            "Comedy",
            "Fantasy"
        ],
        "themes": [
            "Fantasy",
            "Fantasy"
        ],
        "studios": [
            "Okuruto Noboru"
        ],
        "publish_year": 2024,
        "status": "Finished Airing",
        "url": "https://myanimelist.net/anime/53730/Sokushi_Cheat_ga_Saikyou_sugite_Isekai_no_Yatsura_ga_Marude_Aite_ni_Naranai_n_desu_ga"
    },
    {
        "title": "Shinmai Ossan Boukensha, Saikyou Party ni Shinu hodo Kitaerarete Muteki ni Naru.",
        "synopsis": "Determined to pursue his glorious childhood dreams, 30-year-old Rick Gladiatol, a modest clerk in the adventurers' guild, is offered a once-in-a-lifetime opportunity after he fatefully encounters the dark elf Reanette Elfelt. Reanette happens to be an elite adventurer of the legendary party Orichalcum Fist, whose members welcome Rick under the condition that he follow a Spartan training.\n\nTwo years later, Rick is finally ready to take the E-Rank exam officially qualifying him as an adventurer. However, raw magical power can only be developed until one turns 20. As such, Rick faces the general hostility of fellow participants and examiners alike, leaving him no choice but to show the world that his hellish training has turned him into an invincible warrior.\n\n[Written by MAL Rewrite]",
        "score": 7.37,
        "episodes": 12,
        "genres": [
            "Action",
            "Adventure",
            "Fantasy"
        ],
        "themes": [],
        "studios": [
            "Yumeta Company"
        ],
        "publish_year": 2024,
        "status": "Finished Airing",
        "url": "https://myanimelist.net/anime/54913/Shinmai_Ossan_Boukensha_Saikyou_Party_ni_Shinu_hodo_Kitaerarete_Muteki_ni_Naru"
    },
    {
        "title": "Shigurui",
        "synopsis": "At the beginning of the Edo Era, when people enjoyed a time of peace, Lord Tokugawa Tadanaga holds a fighting tournament. In the past, matches were fought with wooden swords. This time, real swords will be used.\n\nOne-armed Fujiki Gennosuke and blind Irako Seigen will fight each other in this match. Both are disciples of Iwamoto Kogan, who is known as Japan's greatest swordsman. Each of them are determined to prove himself the successor of Iwamoto's school. However, there can only be one champion.\n\nSo begins a story of intertwining fates, conflict, and strange destinies.\n\n(Source: ANN)",
        "score": 7.35,
        "episodes": 12,
        "genres": [
            "Action",
            "Drama",
            "Suspense"
        ],
        "themes": [
            "Suspense",
            "Suspense",
            "Suspense",
            "Suspense",
            "Suspense",
            "Suspense"
        ],
        "studios": [
            "Madhouse"
        ],
        "publish_year": 2007,
        "status": "Finished Airing",
        "url": "https://myanimelist.net/anime/2216/Shigurui"
    },
    {
        "title": "Shinigami no Ballad.",
        "synopsis": "A girl wrapped in white, her name is Momo...in her hand lies a blunt yet shiny scythe. By her side is a winged black cat by the name of Daniel. Carrying the souls of humans, the girl's existence parallels to that of a \"Death God\" or \"Shinigami\". At the instant when this white Death God touches the hearts of humans, the world is filled with kindness and grief... \n\n(Source: ANN)",
        "score": 6.88,
        "episodes": 6,
        "genres": [
            "Drama",
            "Supernatural"
        ],
        "themes": [
            "Supernatural"
        ],
        "studios": [
            "Group TAC",
            "Ginga Ya"
        ],
        "publish_year": 2006,
        "status": "Finished Airing",
        "url": "https://myanimelist.net/anime/789/Shinigami_no_Ballad"
    },
    {
        "title": "City Hunter: Kinkyuu Namachuukei!? Kyouakuhan Saeba Ryou no Saigo",
        "synopsis": "City Hunter, Saeba Ryo, after months of idleness, finally scores a client and it is none other than the beautiful Mega City TV newscaster, Sayaka, who fears for her life. What's more, the enemy are her employers who are ready to resort to any means necessary to kill her. Ryo takes on the might of a TV station in a bid to save Sayaka, but finds that all is not what it seems...",
        "score": 7.35,
        "episodes": 1,
        "genres": [],
        "themes": [],
        "studios": [
            "Sunrise"
        ],
        "publish_year": 1999,
        "status": "Finished Airing",
        "url": "https://myanimelist.net/anime/1479/City_Hunter__Kinkyuu_Namachuukei_Kyouakuhan_Saeba_Ryou_no_Saigo"
    },
    {
        "title": "Shinigami Bocchan to Kuro Maid",
        "synopsis": "As the elegant, frail flower petals wither away into lifeless ashes, the young duke is tragically reminded of the despicable power forced upon him—the ability to kill anything he touches. Scorned by his family, he is sent away to live in near isolation. Fortunately, he is not entirely alone, as the manor's staff—his dutiful butler Rob and the flirtatious maid Alice—keep him company and make his life less miserable.\n\nAs the duke's romantic feelings for Alice grow, so does his continued frustration for the limits set by his unfortunate ability. Therefore, he resolves to break the curse cast upon him all those years ago, not only for his sake, but Alice's as well—for he is painfully aware of how difficult it is to avoid the touch of a loved one.\n\n[Written by MAL Rewrite]",
        "score": 7.59,
        "episodes": 12,
        "genres": [
            "Comedy",
            "Fantasy",
            "Romance"
        ],
        "themes": [
            "Romance"
        ],
        "studios": [
            "J.C.Staff"
        ],
        "publish_year": 2021,
        "status": "Finished Airing",
        "url": "https://myanimelist.net/anime/47257/Shinigami_Bocchan_to_Kuro_Maid"
    },
    {
        "title": "One Piece 3D2Y: Ace no shi wo Koete! Luffy Nakama Tono Chikai",
        "synopsis": "After suffering great personal loss during the battle of Marineford, Monkey D. Luffy finds himself stranded on Rusukaina, a treacherous island crawling with huge and dangerous creatures. There, he has committed himself to a two-year stretch of training to learn \"Haki,\" the energy that combatants can use to grant themselves a variety of abilities in battle.\n\nLuffy is jerked away from his otherwise peaceful training by the abduction of Sandersonia and Marigold, sisters of his friend and ally Boa Hancock. With Boa's aid, Luffy seeks to track down the infamous pirate responsible for the kidnapping, a man whose recent prison break is the result of Luffy's own reckless actions. Luffy must use his developing grasp of Haki to defeat this new foe while coming to terms with his overbearing grief in the process.\n\n[Written by MAL Rewrite]",
        "score": 7.84,
        "episodes": 1,
        "genres": [
            "Adventure",
            "Fantasy"
        ],
        "themes": [],
        "studios": [
            "Toei Animation"
        ],
        "publish_year": 2014,
        "status": "Finished Airing",
        "url": "https://myanimelist.net/anime/25161/One_Piece_3D2Y__Ace_no_shi_wo_Koete_Luffy_Nakama_Tono_Chikai"
    },
    {
        "title": "Shinigami Bocchan to Kuro Maid 2nd Season",
        "synopsis": "The duke, full of love and kindness, treads carefully around every living being, be it a tender flower or his seductive maid, Alice Lendrott. Were it not for the devotion Alice shows him and the fondness that grows ever stronger between them, the duke would have barely paid heed to his mother's demand: to either lift the dreadful curse placed upon him or lose his family inheritance. Although the duke has no greed for riches, he yearns to be rid of his frightful powers—which cause all he touches to die—for the sake of those closest to him.\n\nAs the duke, Alice, and their friends enjoy spirited days filled with the ridiculous affairs of the supernatural, the spring deadline looms heavily over them. Nonetheless, the duke refuses to take any shortcuts in this endeavor if it means betraying the trust of his cherished friends.\n\n[Written by MAL Rewrite]",
        "score": 7.62,
        "episodes": 12,
        "genres": [
            "Comedy",
            "Fantasy",
            "Romance"
        ],
        "themes": [
            "Romance"
        ],
        "studios": [
            "J.C.Staff"
        ],
        "publish_year": 2023,
        "status": "Finished Airing",
        "url": "https://myanimelist.net/anime/49858/Shinigami_Bocchan_to_Kuro_Maid_2nd_Season"
    },
    {
        "title": "Shinigami Bocchan to Kuro Maid 3rd Season",
        "synopsis": "Although everything the young duke touches perishes, his existence is far from lonely. His spirited siblings Viola and Walter, loyal butler Rob, and the eccentric witches Cuff and Zain are regularly livening up his secluded mansion. But it is the duke's flirty maid, Alice Lendrott, who fills him with the promise of a beautiful tomorrow and the determination to break this hellish spell cast upon him.\n\nThe identity of the witch who cursed the duke has been uncovered thanks to Zain's unique magic and the help of Daleth, the leader of the underworld. However, the villain is a notoriously fearsome and powerful witch, who, enraged by the duke and his companions' trip back in time, torments them even from the afterlife. Moreover, an unexpected loved one reappears, strengthening the duke and Alice's hope to break the curse and finally close the distance between them.\n\n[Written by MAL Rewrite]",
        "score": 8.14,
        "episodes": 12,
        "genres": [
            "Comedy",
            "Fantasy",
            "Romance"
        ],
        "themes": [
            "Romance"
        ],
        "studios": [
            "J.C.Staff"
        ],
        "publish_year": 2024,
        "status": "Finished Airing",
        "url": "https://myanimelist.net/anime/56738/Shinigami_Bocchan_to_Kuro_Maid_3rd_Season"
    }
]