[
    {
        "title": "Genjitsu no Rimuru: Sunshine in the Slime",
        "synopsis": "A collaboration anime between Genjitsu no Yohane: Sunshine in the Mirror and Tensei shitara Slime Datta Ken.",
        "score": 5.83,
        "episodes": 2,
        "genres": [
            "Comedy",
            "Fantasy"
        ],
        "themes": [
            "Fantasy"
        ],
        "studios": [
            "AQUA ARIS"
        ],
        "url": "https://myanimelist.net/anime/55720/Genjitsu_no_Rimuru__Sunshine_in_the_Slime",
        "publish_year": 2023,
        "status": "Finished Airing"
    },
    {
        "title": "Genjitsu no Yohane: Sunshine in the Mirror",
        "synopsis": "As a spirited young girl, Yohane ventured into the big city with ambitious dreams of becoming a star. Two years later, she has yet to pass a single audition. Since Yohane cannot support herself alone, her mother invites her back home to discover something new that only she can do. With limited options and an empty wallet, Yohane reluctantly returns to Numazu, her hometown.\n\nIn the seaside town, Yohane reunites with her canine companion, Lailaps, and slowly settles in, opening a fortune-telling shop. She reconnects with old friends she had forgotten and meets new ones, all of whom help in her search for a unique purpose and meaningful path in life.\n\nUnfortunately, all is not well for Yohane and the people of Numazu: a mysterious power is affecting the town and disrupting nature and wildlife. While forging stronger bonds with her newfound allies, Yohane devotes her summer to finding the magic that may help save Numazu.\n\n[Written by MAL Rewrite]",
        "score": 6.86,
        "episodes": 13,
        "genres": [
            "Fantasy"
        ],
        "themes": [
            "Fantasy",
            "Fantasy"
        ],
        "studios": [
            "Sunrise"
        ],
        "url": "https://myanimelist.net/anime/52214/Genjitsu_no_Yohane__Sunshine_in_the_Mirror",
        "publish_year": 2023,
        "status": "Finished Airing"
    },
    {
        "title": "Genjitsu no Yohane: Sunshine in the Mirror Movie",
        "synopsis": "Theatrical compilation of Genjitsu no Yohane: Sunshine in the Mirror.",
        "score": null,
        "episodes": 1,
        "genres": [
            "Fantasy"
        ],
        "themes": [
            "Fantasy",
            "Fantasy"
        ],
        "studios": [
            "Sunrise"
        ],
        "url": "https://myanimelist.net/anime/59190/Genjitsu_no_Yohane__Sunshine_in_the_Mirror_Movie",
        "publish_year": 2024,
        "status": "Finished Airing"
    },
    {
        "title": "Kare wa Genjitsu no Sekai ni…",
        "synopsis": "A stop-motion animation by Tomoyasu Murata.",
        "score": null,
        "episodes": 1,
        "genres": [
            "Slice of Life"
        ],
        "themes": [],
        "studios": [],
        "url": "https://myanimelist.net/anime/52271/Kare_wa_Genjitsu_no_Sekai_ni…",
        "publish_year": 2008,
        "status": "Finished Airing"
    },
    {
        "title": "Watashi no Naka no Gensou-teki Sekaikan Oyobi Sono Kengen wo Souki Saseta Aru Genjitsu de no Dekigoto ni Kansuru Ichi Kousatsu",
        "synopsis": "As a part of the band Irodorimidori, Nagi Kotoboke always seems laid-back as she dons her headphones while playing her keyboard. However, lying beneath her quiet demeanor is a girl whose imagination extends into a spectacular and vast fantasy wonderland.\n\n[Written by MAL Rewrite]",
        "score": 5.53,
        "episodes": 1,
        "genres": [],
        "themes": [
            "Slice of Life"
        ],
        "studios": [],
        "url": "https://myanimelist.net/anime/36596/Watashi_no_Naka_no_Gensou-teki_Sekaikan_Oyobi_Sono_Kengen_wo_Souki_Saseta_Aru_Genjitsu_de_no_Dekigoto_ni_Kansuru_Ichi_Kousatsu",
        "publish_year": 2017,
        "status": "Finished Airing"
    },
    {
        "title": "Genjitsu Shugi Yuusha no Oukoku Saikenki",
        "synopsis": "After the death of his grandfather, 19-year-old Kazuya Souma—an aspiring civil servant—is left all alone with no one to call family. Out of the blue, he is transported to the Elfrieden Kingdom, a small ailing country in another world, to be a \"hero.\" An ongoing war with the demon army has put the entire world in peril, and Kazuya was summoned to aid in the conflict as an offering from Elfrieden to its allies.\n\nDissatisfied with being used as tribute, Kazuya decides to help the kingdom revamp its declining economy—not by way of adventuring or war, but through administrative reform. Abruptly declared the King of Elfrieden and betrothed to the princess, the \"Realist Hero\" Kazuya sets out to assemble a group of talented citizens who will assist him in his bureaucratic battles to get the kingdom back on its feet.\n\n[Written by MAL Rewrite]",
        "score": 7.25,
        "episodes": 13,
        "genres": [
            "Action",
            "Fantasy",
            "Romance"
        ],
        "themes": [
            "Romance",
            "Romance",
            "Romance"
        ],
        "studios": [
            "J.C.Staff"
        ],
        "url": "https://myanimelist.net/anime/41710/Genjitsu_Shugi_Yuusha_no_Oukoku_Saikenki",
        "publish_year": 2021,
        "status": "Finished Airing"
    },
    {
        "title": "Genjitsu Shugi Yuusha no Oukoku Saikenki Part 2",
        "synopsis": "Together with his talented aides, the \"Realist Hero\" Kazuya Souma continues his quest of reinvigorating the Elfrieden Kingdom through administrative reform. Having successfully conquered Van—the capital city of the Principality of Amidonia—Kazuya now faces the envoy from Gran Chaos Empire, who wishes to impose punishment for breaching the ban on war established by the Mankind Declaration Treaty. Despite the dire situation, Kazuya sees a path to avoid unnecessary conflict whilst gaining new allies. With his plan being seemingly perfect, the only barrier to success is gaining approval from the envoy.\n\n[Written by MAL Rewrite]",
        "score": 7.43,
        "episodes": 13,
        "genres": [
            "Action",
            "Fantasy",
            "Romance"
        ],
        "themes": [
            "Romance",
            "Romance",
            "Romance"
        ],
        "studios": [
            "J.C.Staff"
        ],
        "url": "https://myanimelist.net/anime/49930/Genjitsu_Shugi_Yuusha_no_Oukoku_Saikenki_Part_2",
        "publish_year": 2022,
        "status": "Finished Airing"
    },
    {
        "title": "Tenchi Muyou! Ryououki: Omatsuri Zenjitsu no Yoru!",
        "synopsis": "After his recent battle in space, Tenchi Masaki believes that his fighting days are over. Unfortunately, his life is far from peaceful since Aeka Jurai Masaki and Ryouko Hakubi—the two women giving him the most grief—cannot seem to get along, continuing to fight over who gets to be Tenchi's lover. \n\nSince their usual romantic strategies fail, Aeka and Ryouko decide to research how to woo a man. After spending hours going through shoujo manga, the two decide to act like the girls they've read about and put Tenchi through various scenarios, with the hope that he will fall in love with one of them.\n\n[Written by MAL Rewrite]",
        "score": 7.3,
        "episodes": 1,
        "genres": [
            "Comedy",
            "Romance",
            "Sci-Fi"
        ],
        "themes": [
            "Sci-Fi"
        ],
        "studios": [
            "AIC"
        ],
        "url": "https://myanimelist.net/anime/1146/Tenchi_Muyou_Ryououki__Omatsuri_Zenjitsu_no_Yoru",
        "publish_year": 1993,
        "status": "Finished Airing"
    },
    {
        "title": "Meitantei Conan Movie 12: Senritsu no Full Score",
        "synopsis": "Serial murders involving all kinds have happened. All the victims are from a Music School led by a famous pianist. Conan and company have been invited to a opening concert of the Music Hall built by the pianist. The biggest attraction of this concert is the world famous violin called \"Stradivarius\" and a special appearance of a singer who has perfect pitch. \n\n(Source: ANN)",
        "score": 7.78,
        "episodes": 1,
        "genres": [
            "Adventure",
            "Comedy",
            "Mystery"
        ],
        "themes": [
            "Mystery"
        ],
        "studios": [
            "TMS Entertainment"
        ],
        "url": "https://myanimelist.net/anime/4447/Meitantei_Conan_Movie_12__Senritsu_no_Full_Score",
        "publish_year": 2008,
        "status": "Finished Airing"
    },
    {
        "title": "Pokemon: Senritsu no Mirage Pokemon",
        "synopsis": "Dr. Yung, an enigmatic Pokémon scientist, has developed a new Mirage system that uses computer data to resurrect extinct Pokémon, like Kabutops and Armaldo. Professor Oak, Ash and his companions show up at the Mirage Mansion at Dr. Yung's invitation, and watch a demonstration of the machine's capabilities. In the middle of a battle between Dr. Yung's Mirage Pokémon and Ash, the machine goes haywire and a Mirage Aerodactyl swoops in and kidnaps Dr. Yung. A man calling himself \"The Mirage Master\" appears and announces to everyone that the Mirage System can be used to create Pokémon with absolutely no weaknesses. Ash, Misty, and Professor Oak struggle to stop the madman and escape with their lives.\n\n(Source: ANN)",
        "score": 6.5,
        "episodes": 1,
        "genres": [
            "Adventure",
            "Comedy",
            "Fantasy"
        ],
        "themes": [],
        "studios": [
            "OLM"
        ],
        "url": "https://myanimelist.net/anime/1527/Pokemon__Senritsu_no_Mirage_Pokemon",
        "publish_year": 2006,
        "status": "Finished Airing"
    },
    {
        "title": "Monster Sonic!: Senritsu no Lucifer, Tada Hitotsu no Hajimari no Uta",
        "synopsis": "Golden Week Special episode of Monster Strike Anime.\n\n\"Change the world with music? Foolish.\"\n\nLucifer's world stops after her band disbands. Meaningless days pass, until she meets her cousin Satan and his bandmate Ibaraki Douji. They ask her to join their indie band, the \"Wicked Pistols.\" Satan talks about his dream of going major after winning the MONSTERS ROCK competition, only for Lucifer to reject him outright. However, Lucifer's heart begins to thaw after a certain event...\n\n(Source: Official YouTube Channel)",
        "score": 6.22,
        "episodes": 1,
        "genres": [
            "Fantasy"
        ],
        "themes": [
            "Fantasy",
            "Fantasy"
        ],
        "studios": [
            "LIDENFILMS"
        ],
        "url": "https://myanimelist.net/anime/35465/Monster_Sonic__Senritsu_no_Lucifer_Tada_Hitotsu_no_Hajimari_no_Uta",
        "publish_year": 2017,
        "status": "Finished Airing"
    },
    {
        "title": "Boukyaku no Senritsu",
        "synopsis": "A great war occurred in the 20th century between humans and monsters. Since that time, the monsters rule the world in fear but keep relatively hidden from public view. A boy named Bokka ponders the past and wonders what became of the Meros Warriors who defended the world so bravely against the demons. He soon meets Kurofune and learns of the power of the Meros and the I-bar machines they ride in battle. Warriors are the only ones who can see and hear the Melody of Oblivion, a phantom girl hidden away waiting to be rescued and be the savior of mankind. During a battle between Kurofune and a demon, Bokka discovers something only his wildest dreams could possibly imagine...he too can hear that melody. Throughout his journeys, Bokka meets many monsters and their agents, friends, and companions as he discovers the true extent of his new powers. He must continue to battle evil in the hope of releasing Boukyaku no Senritsu and free a world that has forgotten its once beautiful melody.\n\n(Source: ANN)",
        "score": 6.26,
        "episodes": 24,
        "genres": [
            "Action",
            "Adventure",
            "Fantasy",
            "Horror",
            "Sci-Fi"
        ],
        "themes": [
            "Sci-Fi",
            "Sci-Fi",
            "Sci-Fi",
            "Sci-Fi"
        ],
        "studios": [
            "J.C.Staff"
        ],
        "url": "https://myanimelist.net/anime/159/Boukyaku_no_Senritsu",
        "publish_year": 2004,
        "status": "Finished Airing"
    },
    {
        "title": "Meiji Tokyo Renka Movie 1: Yumihari no Serenade",
        "synopsis": "On an evening lit by a crimson full moon, an ordinary high school girl named Mei Ayazuki meets a self-proclaimed magician named Charlie at a festival. Through Charlie's magic, she time-travels to the Meiji era in Tokyo, where she meets and falls in love with various great historical figures from that time period.\n\n(Source: ANN)",
        "score": 6.72,
        "episodes": 1,
        "genres": [
            "Fantasy",
            "Romance"
        ],
        "themes": [
            "Romance",
            "Romance"
        ],
        "studios": [
            "Studio Deen"
        ],
        "url": "https://myanimelist.net/anime/29855/Meiji_Tokyo_Renka_Movie_1__Yumihari_no_Serenade",
        "publish_year": 2015,
        "status": "Finished Airing"
    },
    {
        "title": "Senyoku no Sigrdrifa: Dai-909 Senjutsu Hime-tai Sentou Kiroku!",
        "synopsis": "Recap of the first eight episodes of Senyoku no Sigrdrifa.",
        "score": 5.93,
        "episodes": 1,
        "genres": [
            "Action"
        ],
        "themes": [
            "Action"
        ],
        "studios": [
            "A-1 Pictures"
        ],
        "url": "https://myanimelist.net/anime/44236/Senyoku_no_Sigrdrifa__Dai-909_Senjutsu_Hime-tai_Sentou_Kiroku",
        "publish_year": 2020,
        "status": "Finished Airing"
    },
    {
        "title": "Boku no Hero Academia the Movie 2: Heroes:Rising - Epilogue Plus - Yume wo Genjitsu ni",
        "synopsis": "A picture drama epilogue to the film Boku no Hero Academia the Movie 2: Heroes:Rising, bundled with the BD/DVD release.",
        "score": 7.45,
        "episodes": 1,
        "genres": [
            "Comedy"
        ],
        "themes": [],
        "studios": [
            "Bones"
        ],
        "url": "https://myanimelist.net/anime/43683/Boku_no_Hero_Academia_the_Movie_2__Heroes_Rising_-_Epilogue_Plus_-_Yume_wo_Genjitsu_ni",
        "publish_year": 2020,
        "status": "Finished Airing"
    },
    {
        "title": "Enpitsu ga Ippon",
        "synopsis": "Music video for the song Enpitsu ga Ippon by Kyuu Sakamoto that was featured on NHK's Minna no Uta program. It is considered to be lost media.",
        "score": null,
        "episodes": 1,
        "genres": [],
        "themes": [
            "Comedy"
        ],
        "studios": [],
        "url": "https://myanimelist.net/anime/59650/Enpitsu_ga_Ippon",
        "publish_year": 1967,
        "status": "Finished Airing"
    },
    {
        "title": "Senritsu",
        "synopsis": "Music video for the song Senritsu by Kyouko Kosaka, that was featured on NHK's Minna no Uta program.",
        "score": null,
        "episodes": 1,
        "genres": [],
        "themes": [
            "Comedy"
        ],
        "studios": [],
        "url": "https://myanimelist.net/anime/60433/Senritsu",
        "publish_year": 1979,
        "status": "Finished Airing"
    },
    {
        "title": "Isekai de Cheat Skill wo Te ni Shita Ore wa, Genjitsu Sekai wo mo Musou Suru: Level Up wa Jinsei wo Kaeta",
        "synopsis": "All his life, Yuuya Tenjou has been the subject of resentment and contempt from everyone around him, even from his parents. To make matters worse, his grandfather—the only person who ever showed him affection—suddenly dies, leaving Yuuya truly alone.\n\nDespite facing many adversities, Yuuya does what he can to offer kindness to those who need it—but even the most good-natured people can only tolerate so much abuse. Just when he reaches his breaking point, a flicker of hope appears in the form of a hidden door in his bathroom.\n\nThis door provides two-way access to an abandoned house in another world, where he instantly gains game-like stats and skills. Moreover, the house once belonged to a sage, which gives Yuuya access to remarkable weapons, equipment, and crops with extraordinary effects. With these newfound blessings, the once-undesirable Yuuya may just reach his true potential and become unstoppable.\n\n[Written by MAL Rewrite]",
        "score": 6.34,
        "episodes": 13,
        "genres": [
            "Action",
            "Adventure",
            "Fantasy"
        ],
        "themes": [
            "Fantasy",
            "Fantasy"
        ],
        "studios": [
            "Millepensee"
        ],
        "url": "https://myanimelist.net/anime/52830/Isekai_de_Cheat_Skill_wo_Te_ni_Shita_Ore_wa_Genjitsu_Sekai_wo_mo_Musou_Suru__Level_Up_wa_Jinsei_wo_Kaeta",
        "publish_year": 2023,
        "status": "Finished Airing"
    },
    {
        "title": "Kyuukyoku Shinka shita Full Dive RPG ga Genjitsu yori mo Kusoge Dattara",
        "synopsis": "Ten years ago, at the peak of the VRMMO development industry, a game titled \"Kiwame Quest\" entered the scene with potential like no other. Boasting a colossal total of 10 sexdecillion branches of possible story scenarios, this game pursued ultimate realism, ranging from humanlike NPCs to the perfect replication of all senses and physical abilities. But it soon became apparent that the game was too realistic, and the popularity of VRMMOs in general gradually began to plunge.\n\nAt present, due to an accident a few years prior, the high school student Hiroshi Yuuki now immerses himself in full-dive RPGs as a form of escapism. After failing to acquire the latest version of his favorite game, Hiroshi stumbles upon a game shop and meets its beautiful clerk Reona Kisaragi who convinces him to buy a copy of Kiwame Quest so that they can play together. \n\nThe first time Hiroshi plays the game, he marvels at the realism it offers. However, his astonishment is short-lived as he sets off a series of misfortunes, quickly realizing that the game is even worse than his already stressful life. Nevertheless, Hiroshi still finds himself logging on again despite his growing contempt for the game. With no do-overs in his current disadvantageous situation, Hiroshi only has one goal—clearing the game!\n\n[Written by MAL Rewrite]",
        "score": 6.47,
        "episodes": 12,
        "genres": [
            "Action",
            "Comedy",
            "Fantasy"
        ],
        "themes": [
            "Fantasy"
        ],
        "studios": [
            "ENGI"
        ],
        "url": "https://myanimelist.net/anime/44276/Kyuukyoku_Shinka_shita_Full_Dive_RPG_ga_Genjitsu_yori_mo_Kusoge_Dattara",
        "publish_year": 2021,
        "status": "Finished Airing"
    },
    {
        "title": "Isekai de Cheat Skill wo Te ni Shita Ore wa, Genjitsu Sekai wo mo Musou Suru: Level Up wa Jinsei wo Kaeta (TV Special)",
        "synopsis": "New TV Special of Isekai de Cheat Skill wo Te ni Shita Ore wa, Genjitsu Sekai wo mo Musou Suru: Level Up wa Jinsei wo Kaeta.",
        "score": null,
        "episodes": 1,
        "genres": [
            "Action",
            "Adventure",
            "Fantasy"
        ],
        "themes": [
            "Fantasy",
            "Fantasy"
        ],
        "studios": [
            "Millepensee"
        ],
        "url": "https://myanimelist.net/anime/56906/Isekai_de_Cheat_Skill_wo_Te_ni_Shita_Ore_wa_Genjitsu_Sekai_wo_mo_Musou_Suru__Level_Up_wa_Jinsei_wo_Kaeta_TV_Special",
        "publish_year": null,
        "status": "Not yet aired"
    },
    {
        "title": "Yurumates 3D OVA",
        "synopsis": "An original anime DVD bundled with a limited edition of saxyun's 4th Yurumates manga volume. The bundled DVD contained the opening animation sequence for the television anime series and its first episode, as well as two unaired episodes. The limited edition also included an exclusive booklet.\n\n(Source: ANN)",
        "score": 6.07,
        "episodes": 1,
        "genres": [
            "Comedy",
            "Slice of Life"
        ],
        "themes": [],
        "studios": [
            "C2C"
        ],
        "url": "https://myanimelist.net/anime/14949/Yurumates_3D_OVA",
        "publish_year": 2012,
        "status": "Finished Airing"
    },
    {
        "title": "Kono Subarashii Sekai ni Shukufuku wo! 2: Kono Subarashii Geijutsu ni Shukufuku wo!",
        "synopsis": "On one noteworthy day in the Adventurer's Guild, Kazuma Satou encounters someone unexpected—a fan of his named Ran. Surprised that he even has a fan, Kazuma attempts to play it cool to impress her. Unfortunately for him, the guild's receptionist arrives with a request to defeat a giant golem guarding some ancient ruins, and Kazuma accepts only to keep Ran's admiration.\n\nUpon Kazuma and his party's successful return from the ruins, Kazuma continues to shamelessly brag to Ran. Capitalizing on his desperation, the receptionist approaches him with another quest that requires him to return to the same ruins. Hoping to find valuable treasures, Kazuma once again convinces his party to join him—but this time, he may be biting off more than he can chew.\n\n[Written by MAL Rewrite]",
        "score": 8.01,
        "episodes": 1,
        "genres": [
            "Adventure",
            "Comedy",
            "Fantasy"
        ],
        "themes": [
            "Fantasy",
            "Fantasy"
        ],
        "studios": [
            "Studio Deen"
        ],
        "url": "https://myanimelist.net/anime/34626/Kono_Subarashii_Sekai_ni_Shukufuku_wo_2__Kono_Subarashii_Geijutsu_ni_Shukufuku_wo",
        "publish_year": 2017,
        "status": "Finished Airing"
    },
    {
        "title": "Kenritsu Chikyuu Boueigun",
        "synopsis": "Telegraph Pole Society, a mysterious group, is planning to conquer the world. The principal of the local high school forms a Defense Force by recruiting students from school: Shogi Morita, Kuho Tasuke, and Akiko Ifukube. Meanwhile the high school crazy scientist, Dr. Inogami, has turned a local boy, Kami Sanchin, into a cyborg. They might just defeat the Telegraph Pole Society with the help of the cyborg, or maybe not...\n\n(Source: AnimeNfo)",
        "score": 6.11,
        "episodes": 1,
        "genres": [
            "Action",
            "Adventure",
            "Comedy",
            "Sci-Fi"
        ],
        "themes": [],
        "studios": [
            "Gallop"
        ],
        "url": "https://myanimelist.net/anime/2422/Kenritsu_Chikyuu_Boueigun",
        "publish_year": 1986,
        "status": "Finished Airing"
    },
    {
        "title": "Senjutsu Choukoukaku Orion",
        "synopsis": "The main plot revolves around the Yamata Empire's plan to destroy all the galaxy's negative karma using a massive technological reactor called the Naaga Generator. Unfortunately, negative karma cannot simply be destroyed, it must be atoned for. However the leader of the powerful mystic Buddhist Fuze Clan plans to stop the destruction of the negative karma which will end up creating the nine-headed Naaga and destroy the world if not the whole universe. To help in stopping the creation of the Naaga, the clan summons a Shinto god known as Susano, the Warrior God of Destruction. The powerful, arrogant, and homicidal god faces challenges. These include the Empire and the clan leader's own daughter, the bratty sorceress Seska, who is possessed by the power of the negative Karma and a powerful magic formula.\n\n(Source: Wikipedia)",
        "score": null,
        "episodes": 1,
        "genres": [
            "Action",
            "Adventure",
            "Comedy",
            "Fantasy",
            "Sci-Fi"
        ],
        "themes": [],
        "studios": [
            "Studio 4°C"
        ],
        "url": "https://myanimelist.net/anime/8955/Senjutsu_Choukoukaku_Orion",
        "publish_year": 2010,
        "status": "Finished Airing"
    },
    {
        "title": "Kenritsu Umisora Koukou Yakyuubu-in Yamashita Tarou-kun",
        "synopsis": "Based on the popular 80's baseball manga by Koseki Kouji.\n\nTarou Yamashita loves baseball, but he was always the worst player. However, through effort and dedication he begins to shine in the Umisora High team.\n\n(Source: AniDB)",
        "score": 6.15,
        "episodes": 1,
        "genres": [
            "Sports"
        ],
        "themes": [
            "Sports"
        ],
        "studios": [
            "Shin-Ei Animation"
        ],
        "url": "https://myanimelist.net/anime/27837/Kenritsu_Umisora_Koukou_Yakyuubu-in_Yamashita_Tarou-kun",
        "publish_year": 1988,
        "status": "Finished Airing"
    }
]