[
    {
        "title": "Charlotte",
        "synopsis": "If not for his ability to take over people's mind and body, Yuu Otosaka would be an ordinary high school student. Though it only lasts for five seconds at a time, Yuu's mysterious power allowed him to cheat his way to the top of his class and  enter a prestigious high school, where he continues his dishonest acts.\n\nHis shenanigans are eventually stopped by Nao Tomori—the headstrong student council president from Hoshinoumi Academy—who sees through his deceit. Through coercion, Nao convinces Yuu to transfer to Hoshinoumi and join the student council. Hoshinoumi Academy is secretly an institution created for adolescents who possess supernatural abilities—with the student council serving as a means of locating those who abuse their powers.\n\nWith Yuu begrudgingly assisting in council affairs, the group sets out to find and protect new ability users from harm. However, as they further investigate the abilities, their findings entangle them in far more complicated matters than they could ever imagine.\n\n[Written by MAL Rewrite]",
        "score": 7.75,
        "episodes": 13,
        "url": "https://myanimelist.net/anime/28999/Charlotte"
    },
    {
        "title": "Charlotte: Tsuyoimono-tachi",
        "synopsis": "Takehito Kumagami's clairvoyance leads his group of friends to another child with supernatural powers: Iori Sekiguchi, a mind reader. However, as they try to approach her, they realize her power makes her nearly impossible to pin down. Having been chosen by the club to handle this case, Nao Tomori and Yuu Otosaka must find a way to get around the child's unique ability before it is too late.\n\n[Written by MAL Rewrite]",
        "score": 7.5,
        "episodes": 1,
        "url": "https://myanimelist.net/anime/31553/Charlotte__Tsuyoimono-tachi"
    },
    {
        "title": "Wakakusa no Charlotte",
        "synopsis": "Charlotte is a girl who lives on a farm in Canada. On her 12th birthday, her father tells her that her mother, whom Charlotte has always believed to be dead, is actually alive and living in Paris, but soon she will arrive to live with them! Charlotte is very upset about this at first, but just when she adjusts to the idea, her father soon dies! Now Charlotte must face many challenges to live. She discovers that her father was from a noble family and her grandfather wants to force Charlotte to return to the family. She doesn't know her mother at all. Meanwhile, a landowner is trying to steal away her father's farm! Poor Charlotte...",
        "score": 6.73,
        "episodes": 30,
        "url": "https://myanimelist.net/anime/3196/Wakakusa_no_Charlotte"
    },
    {
        "title": "Futsuma *jo Charlotte",
        "synopsis": null,
        "score": 5.76,
        "episodes": null,
        "url": "https://myanimelist.net/anime/59173/Futsuma_jo_Charlotte"
    }
]